Repository: bulgaru/warp7-php8.0
Catalog: languages/*.po
Languages: fi_fi, sw_ke

source: Error 404 - Not Found
fi_fi: Error 404 - Sivua ei löytynyt
sw_ke: Kosa 404 - Haukupatikana

source: The page you requested does not exist, or has been moved.
fi_fi: Hakemasi sivu ei ole olemassa tai se on muuttunut.
sw_ke: Ukurasa ulio uomba haupo, au umepelekwa sehemu nyingine.

source: First
fi_fi: Ensimmäinen
sw_ke: Mwanzo

source: Last
fi_fi: Viimeinen
sw_ke: Mwisho

source: Written by %s on %s. Posted in %s
fi_fi: Kirjoitettu %s på %s Lähetetty %s
sw_ke: Imeandikwa na %s tarehe %s. Imewekwa katika %s

source: Continue Reading
fi_fi: Lue lisää
sw_ke: Endelea kusoma

source: No Comments
fi_fi: Ei kommentteja
sw_ke: Hakuna maoni

source: 1 Comment
fi_fi: 1 kommentti
sw_ke: Maoni 1

source: % Comments
fi_fi: % kommenttia
sw_ke: Maoni %

source: Tags:
fi_fi: Tageja:
sw_ke: Vitambulishi:

source: Edit this post.
fi_fi: Muokkaa sisältöä.
sw_ke: Hariri hii.

source: Posts Tagged %s
fi_fi: Sisällöt tagattu %s
sw_ke: Makala yalotambulishwa %s

source: Archive for %s
fi_fi: Arkisto: %s
sw_ke: Hifadhi kwa %s

source: Author Archive
fi_fi: Kirjoittajan arkisto
sw_ke: Waraka wa Mwandishi

source: Blog Archives
fi_fi: Blogin arkisto
sw_ke: Waraka wa blogi

source: Sorry, but there aren't any posts in the %s category yet.
fi_fi: Valitettasti, ei löytynyt yhtään kirjoitusta %s kategoriassa vielä.
sw_ke: Samahani, lakini hakujaekwa makala yoyote katika jamii ya %s.

source: Sorry, but there aren't any posts with this date.
fi_fi: Valitettavasti, ei löytynyt yhtään kirjoitusta valitsemallesi päivämäärälle.
sw_ke: Samahani, lakini hakuna makala yoyote katika tarehe hii.

source: Sorry, but there aren't any posts by %s yet.
fi_fi: Valitettavasti, ei löytynyt yhtään kirjoitusta %s vielä.
sw_ke: Samahani, lakini hakuna makala yoyote kwa %s.

source: No posts found.
fi_fi: Yhtään kirjoitusta ei löytynyt.
sw_ke: Hakuna makala yalopatikana.

source: Published by %s on %s
fi_fi: Julkaistu %s %s
sw_ke: Imetengenezwa na %s tarehe %s

source: Full size is %s pixels.
fi_fi: Normaalikoko on %s pikseliä.
sw_ke: Ukubwa kamili ni %s pixels.

source: Link to full-size image
fi_fi: Linkki normaalikokoiseen kuvaan
sw_ke: Kiungo cha picha yenye ukubwa kamili

source: Edit this attachment.
fi_fi: Muokkaa tätä tiedostoa
sw_ke: Hariri kipachiko hiki.

source: Comments (%s)
fi_fi: Kommentit (%s)
sw_ke: Maoni (%s)

source: Comments are closed
fi_fi: Kommentit ovat suljettuja
sw_ke: Maoni hayaruhusiwi kwa sasa

source: %1$s at %2$s
fi_fi: %1$s på %2$s
sw_ke: %1$s katika %2$s

source: Edit
fi_fi: Muokkaa
sw_ke: Hariri

source: Reply
fi_fi: Vastaa
sw_ke: Jibu

source: Your comment is awaiting moderation.
fi_fi: Kommenttisi odottaa hyväksyntää.
sw_ke: Maoni yako yanasubiri kuidhinishwa.

source: Cancel
fi_fi: Peruttu
sw_ke: ghairi

source: Leave a comment
fi_fi: Jätä kommentti
sw_ke: Wacha maoni

source: You must be <a href="%s">logged in</a> to post a comment.
fi_fi: Sinun tulee olla <a href="%s">kirjautunut</a> että voit kirjoittaa kommentteja.
sw_ke: Lazima uwe <a href="%s">umeingia ndani</a> ndio utaweza kuweka maoni.

source: Logged in as <a href="%s">%s</a>.
fi_fi: Sisäänkirjautunut <a href="%s">%s</a>.
sw_ke: Umeingia kama <a href="%s">%s</a>.

source: Log out of this account
fi_fi: Kirjaudu ulos tästä tilistä
sw_ke: Toka nje ya akaunti hii

source: Log out &raquo;
fi_fi: Kirjaudu ulos &raquo;
sw_ke: Toka &raquo;

source: Name
fi_fi: Nimi
sw_ke: Jina

source: E-mail
fi_fi: Sähköposti
sw_ke: Barua pepe

source: Website
fi_fi: Kotisivu
sw_ke: Tovuti

source: Submit Comment
fi_fi: Jätä kommentti
sw_ke: wasilisha maoni

source: Not Found
fi_fi: Ei löytynyt
sw_ke: Haikupatikana

source: Sorry, but you are looking for something that isn't here.
fi_fi: Valitettavasti antamaasi hakua ei löytynyt.
sw_ke: Samahani, lakini wewe unatafuta kitu ambacho hakiko hapa.

source: Search Results
fi_fi: Hakutulokset
sw_ke: Matokeo ya utafutaji

source: Search Results for
fi_fi: Hakutulos
sw_ke: Matokeo ya utafutaji wa

source: No posts found. Try a different search?
fi_fi: Yhtään kirjoitusta ei löytynyt. Yritä toisenlaista hakua.
sw_ke: Hakuna makala yalopatikana. Jaribu kutafuta tofauti?

source: <a href="%s">Trackback</a> from your site.
fi_fi: <a href="%s">jäljittää</a> sinun sivulta.
sw_ke: <a href="%s">Fuata nyuma</a> kutoka tovuti yako.

source: Read feed
fi_fi: Lue tämä sisältö
sw_ke: Soma yanayojiri

source: search...
fi_fi: etsii...
sw_ke: tafuta...

source: More Results
fi_fi: Lisää hakutuloksia
sw_ke: Matokeo zaidi

source: No results found
fi_fi: Ei yhtään hakutulosta
sw_ke: Hakuna matokeo yaliyopatikana

source: Title:
fi_fi: Otsikko:
sw_ke: Kichwa:

source: Home title:
fi_fi: Kotiotsikko:
sw_ke: Kichwa cha Mwanzo:

source: Written by
fi_fi: Kirjoitettu
sw_ke: Imeandikwa na

source: Published by
fi_fi: Julkaistu
sw_ke: Imewekwa na

source: Posted in
fi_fi: Kirjoitettu
sw_ke: Imewekwa katika

source: Author
fi_fi: Kirjoittaja
sw_ke: Mwandishi

source: Tags
fi_fi: Taggaaja
sw_ke: Vitambulishi

source: Categories
fi_fi: Kategoriat
sw_ke: Jamii

source: Please update to a modern browser
fi_fi: Ole ystävällinen ja päivitä uudempaan WEB-selaimeen
sw_ke: Tafadhali tumia kivinjari cha kisasa

source: outdatedBrowser_page_message
fi_fi: Sivu jota etsit on näytettävissä vain uudenlaisessa WEB-selaimessa. Ole ystävällinen ja päivitä WEB-selainversio paremman internetin käytön sekä turvallisuuden vuoksi. Mikäli haluat, päivitä WEB-selaimesi yllä. <a href="?forwardie6=1">Klikkaa tästä</a>
sw_ke: ujumbewakivinjarikilopitwanawakati

source: Page not found
fi_fi: Sivua ei löytynyt
sw_ke: Ukurasa haukupatikana

source: 404_page_message
fi_fi: Sivu, jota etsit ei löytynyt tai se ei ole olemassa <a href="javascript:history.go(-1)">Takaisin</a>, tai etsi<a href="%s">%s</a> jotta voit valita toisen.v
sw_ke: ujumbewa_ukurasa_404
